<?php

declare(strict_types=1);

return [
    'api_token'              => 'एपीआई टोकन',
    'api_token_permissions'  => 'एपीआई टोकन अनुमतियाँ',
    'api_tokens'             => 'एपीआई टोकन',
    'api_tokens_explanation' => 'एपीआई टोकन तीसरे पक्ष की सेवाओं को आपकी ओर से हमारे आवेदन के साथ प्रमाणित करने की अनुमति देते हैं।',
    'cancel'                 => 'रद्द करना',
    'close'                  => 'बंद करना',
    'create'                 => 'बनाएं',
    'create_api_token'       => 'एपीआई टोकन बनाएं',
    'created'                => 'बनाया था',
    'delete'                 => 'मिटाना',
    'delete_api_token'       => 'एपीआई टोकन हटाएं',
    'last_used'              => 'अंतिम समय प्रयोग हुआ',
    'manage_api_tokens'      => 'एपीआई टोकन प्रबंधित करें',
    'may_delete'             => 'यदि आप अब जरूरत नहीं है तो आप अपने किसी भी मौजूदा टोकन को हटा सकते हैं।',
    'permissions'            => 'अनुमतियां',
    'permissions_edit'       => 'अनुमतियाँ संपादित करें',
    'please_copy'            => 'कृपया अपने नए एपीआई टोकन को कॉपी करें। आपकी सुरक्षा के लिए, यह फिर से नहीं दिखाया जाएगा।',
    'save'                   => 'बचाना',
    'sure'                   => 'क्या आप सुनिश्चित हैं कि आप इस एपीआई टोकन को हटाना चाहेंगे?',
    'token_name'             => 'टोकन नाम',
];
