<?php

declare(strict_types=1);

return [
    'password'      => 'पासवर्ड कम से कम छह अक्षर होने चाहिए और पुष्टि से मेल खाते हैं।',
    'reset'         => 'आपका पासवर्ड बदला जा चुका है!',
    'sent'          => 'हमने आपका पासवर्ड रीसेट लिंक ई-मेल किया है!',
    'token'         => 'यह पासवर्ड रीसेट टोकन अमान्य है।',
    'user'          => 'हम उस ई-मेल पते के साथ एक उपयोगकर्ता नहीं पा सकते हैं।',
    'old_password'  => 'आपका वर्तमान पासवर्ड आपके द्वारा प्रदान किए गए पासवर्ड से मेल नहीं खाता है। कृपया पुन: प्रयास करें।',
    'same_password' => 'नया पासवर्ड आपके वर्तमान पासवर्ड के समान नहीं हो सकता है। कृपया एक अलग पासवर्ड चुनें।',
];
