<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 密码重置语
    |--------------------------------------------------------------------------
    |
    | 以下语言是默认的内容，匹配密码经纪人给出的密码更新尝试失败的原因，
    | 例如无效的令牌或无效的新密码。
    |
    */

    'password'      => '密码必须至少六个字符，且两次输入一致。',
    'reset'         => '密码重置成功！',
    'sent'          => '我们已通过电子邮件发送你的密码重置链接！',
    'token'         => '此密码重置链接已失效。',
    'user'          => '此电子邮件地址尚未注册。',
    'old_password'  => '你当前的密码与你提供的密码不匹配，请再试一次。',
    'same_password' => '该密码与原密码重复！',
];
