<?php

declare(strict_types=1);

return [

    /*
    |--------------------------------------------------------------------------
    | 验证语言行
    |--------------------------------------------------------------------------
    |
    | 以下语言行包含验证器类使用的默认错误消息。一些规则有多个版本，例如大小规则。
    | 随意在此处调整每条消息。
    |
    */

    /*
    |--------------------------------------------------------------------------
    | 自定义验证语言行
    |--------------------------------------------------------------------------
    |
    | 在这里，您可以为属性指定自定义验证消息，使用
    | “attribute.rule”的约定来命名行。这使得快速指定
    | 特定自定义语言行变得更加方便。
    |
    */

    'surname.required_without'   => '添加新人物时，姓氏是必需的。',
    'sex.required_without'       => '添加新人时，必须定义性别。',
    'person_id.required_without' => '添加现有人物时，请选择一个人。',

    /*
    |--------------------------------------------------------------------------
    | 自定义验证属性
    |--------------------------------------------------------------------------
    |
    | 以下语言行用于将属性占位符替换为更友好的名称，
    | 比如“电子邮件地址”而不是“email”。这有助于让消息
    | 更加清晰。
    |
    */

    'attributes' => [],
];
